{
  "popup": [
    {
      "id": 1001,
      "title": "Don't believe in God?",
      "desc": "<p>Here are a few things to help you understand:</p><p>1. Take a look at the building around you - wherever you are. When you look at this building, you say to yourself that there must be an architect. A single human eye has nearly 100 million cells transmitting 1.5 million messages to your brain simultaneously. This is not by accident, but rather the result of a chief architect. If there is a creat<b><em>ion</em></b>, there must be a creat<b><em>or</em></b>.<br/>2. Our earth is perfect in shape, size, and distance from the sun. Consider that if the earth were simply moved either towards or away from the sun in the slightest, it would either scald and burn up the face of the earth, or completely freeze over. We are the only planet to possess an atmosphere that will sustain plant, animal and human life.<br/>3. Water. It's colorless, odorless, and without taste, yet no living thing can survive without it. 97 percent of the earth's water is in the ocean, and a very uniquely-designed system to remove salt from the water, and distribute that water throughout the globe to provide lakes, rivers and streams with pure water to drink. Yet this life-sustaining substance covers 70% of our earth-where did it come from if not placed here by design?</p>"
    },
    {
      "id": 1002,
      "title": "Don't believe the Bible?",
      "desc": "<p>The Bible is a very unique collection of books. All 66 books of the Bible - written by 40 authors over a span of about 2000 years - contain the same message. The message is that of a loving God who provides a redemptive sacrifice for sin. This collection of books has more supporting manuscript evidence than any other work in history (in the thousands), and is consistent throughout with the theme. God provided His word to show us His love for us, and so that we may know how to have eternal life.</p>"
    },
    {
      "id": 1003,
      "title": "1",
      "desc": "<p>\"For all have sinned, and come short of the glory of God;\" Romans 3:23</p>"
    },
    {
      "id": 1004,
      "title": "2",
      "desc": "<p>\"For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.\" Romans 6:23</p>"
    },
    {
      "id": 1005,
      "title": "What is Grace?",
      "desc": "<p>Grace has often been referred to as \"unmerited favor\" by our creator. Grace is the act of giving something good to someone underserving of the gift. This is a picture of God providing a way of salvation through Jesus. We are undeserving of this, but God extends grace that we might be saved.</p>"
    },
    {
      "id": 1006,
      "title": "3",
      "desc": "<p>\"For by grace are ye saved through faith; and that not of yourselves: it is the gift of God: Not of works, lest any man should boast\" Ephesians 2:8-9</p>"
    },
    {
      "id": 1007,
      "title": "4",
      "desc": "<p>\"Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works? And then will I profess unto them, I never knew you: depart from me, ye that work iniquity.\" Matthew 7:21</p>"
    },
    {
      "id": 1008,
      "title": "5",
      "desc": "<p>\"Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.\" John 14:6</p>"
    },
    {
      "id": 1009,
      "title": "Don't believe Jesus really existed?",
      "desc": "<p>Even outside of the Bible (which we cannot discount as evidence for Jesus of Nazareth), there are many, many extra-biblical references to Jesus from period historians. Probably the most famous was a man named Flavius Josephus. While he was a Jew, he, like many Jews, rejected Jesus as their Messiah-yet that didn't mean he didn't exist. He wrote about a man who was the brother of James, called Jesus, or the Christ. Josephus even wrote of his resurrection three days later. Another historian, Pliny the Younger, a Roman historian, wrote about Christians worshipping Jesus as God. The fact is, no historian worth his/her salt would state that Jesus never existed. The only real controversy exists when you take his claim to be God. But Jesus cannot simply be a good person, or even a prophet (but he was indeed both). You see, Jesus claimed to be God, and thereby he must in fact be God, or he's a liar... or perhaps he was crazy. There is no in between choice. Jesus is LORD.</p>"
    },
    {
      "id": 1010,
      "title": "6",
      "desc": "<p>\"For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.\" John 3:16</p>"
    }
  ]
}